//Questions
// 1)
alert("Кто разработал язык JavaScript ?");

alert("Брендан Эйх");
alert("Брендан Эйх");

// 2)
alert("за сколько дней был разработан javascript");
alert("Синтаксис JavaScript был создан всего за 10 дней на базе синтаксиса Java.");


//3
alert("в каком году появился язык javascript");
alert("Анонсирован этот язык был 18 июля 1996 года.");


//4
alert("Javascript это тоже самое что и java");
alert("Нет не тоже самое");




//5
alert("как называется спецификация javascript");
alert("Спецификация (формальное описание синтаксиса, базовых объектов и алгоритмов) языка JavaScript называется ECMAScript.");

















